[
  "obsidian-excalidraw-plugin",
  "convert-url-to-iframe",
  "dataview",
  "obsidian-style-settings",
  "obsidian-icon-shortcodes",
  "settings-search",
  "tag-wrangler",
  "obsidian-emoji-toolbar",
  "better-word-count",
  "obsidian-linter",
  "easy-typing-obsidian",
  "obsidian-pandoc",
  "highlightr-plugin",
  "obsidian-hover-editor",
  "cmdr",
  "obsidian-enhancing-export",
  "media-extended",
  "mx-bili-plugin",
  "quick-explorer",
  "obsidian-excel-to-markdown-table",
  "folder-note-plugin",
  "editing-toolbar",
  "drawio-obsidian",
  "markdown-table-editor",
  "obsidian-quiet-outline",
  "mousewheel-image-zoom",
  "obsidian-table-generator",
  "obsidian-importer",
  "mysnippets-plugin",
  "obsidian-local-images-plus",
  "chronology",
  "obsidian-file-path-to-uri",
  "txt-as-md-obsidian",
  "obsidian-epub-plugin",
  "obsidian-html-plugin",
  "obsidian-copy-block-link",
  "obsidian-image-toolkit",
  "home-tab",
  "workspaces-plus",
  "obsidian-icon-folder",
  "callout-manager",
  "vscode-editor",
  "open-vscode",
  "obsidian-custom-attachment-location"
]